anki
ascii-image-converter-git
ascii-image-converter-git-debug
bananas-bin
cbonsai-git
clock-tui
debtap
dotter-rs
dracula-gtk-theme
eovpn
flameshot-git
git-extras
google-chrome
grimblast-git
hyprswitch
jdtls
neofetch
netbird
netbird-debug
netbird-management
netbird-signal
netbird-ui
netbird-ui-debug
ngrok
nomacs
paru
paru-debug
pipes-rs
postman-bin
python-sentencepiece
redis
redis-debug
shellfirm
sioyek
slides
smassh-bin
steghide
sublime-text-4
swaystatus
tuxpaint
ulauncher
visual-studio-code-bin
wlogout
wofi-emoji
yandex-music
yay-debug
zoom
zsh-you-should-use
zsteg
