alacritty
alsa-utils
amdgpu_top
appmenu-gtk-module
ascii
asciiquarium
atac
base
base-devel
bat
bind
binwalk
blueman
bluetui
bluez
bluez-utils
brightnessctl
btop
calibre
cava
cliphist
cloc
cmatrix
cowsay
cpanminus
cups
cups-pdf
dbeaver
dbus-glib
debugedit
discord
dive
dnsmasq
docker
docker-buildx
docker-compose
dpkg
egl-wayland
eslint
eslint-language-server
eslint_d
fastfetch
ffmpeg
file-roller
firefox
fzf
gammastep
gdb
ghostty
git
git-filter-repo
github-cli
gnu-netcat
go
golangci-lint
gptfdisk
gradle
grim
gspell
gvfs
hashcat
helix
hostapd
hplip
htop
hub
hunspell-en_us
hunspell-ru
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-qt-support
hyprland-qtutils
hyprlang
hyprlock
hyprpaper
hyprutils
imagemagick
img2pdf
inetutils
inkscape
intellij-idea-community-edition
ipython
iwd
jre11-openjdk
jupyter-lsp
jupyter-notebook
kitty
lazygit
lib32-vulkan-radeon
libreoffice-still
libva-utils
libvips
linux
linux-firmware
linux-headers
lolcat
lsd
lua-language-server
lxappearance
mako
man-db
maven
mesa
modemmanager
mpv
nano
neovim
netctl
netscanner
network-manager-applet
networkmanager
nmap
nodejs
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
obs-studio
obsidian
obsidian-icon-theme
opam
opencl-mesa
opencv
openvpn
pacman-contrib
pamixer
papirus-icon-theme
pass
patchelf
pavucontrol
perl-cpanplus
perl-image-exiftool
perl-yaml-tiny
pgcli
pipewire-alsa
pipewire-libcamera
pipewire-pulse
pipewire-v4l2
pkgconf
pnpm
polkit-gnome
polkit-kde-agent
postgresql
power-profiles-daemon
ppsspp
pre-commit
pulseaudio-alsa
pulseaudio-qt
pycharm-community-edition
pyright
python-dotenv
python-pillow
python-pip
python-pipx
python-poetry
python-pygame
python-pynvim
python-pyqt5
python-requests
python-seaborn
qt5-graphicaleffects
qt5-quickcontrols2
redshift
refind
reflector
repgrep
ripgrep
rocm-opencl-runtime
rofi
rust-analyzer
sagemath
sagetex
sane
scrcpy
serie
sl
slurp
sqlitebrowser
sshfs
sshpass
starship
sudo
sway
swaybg
swaylock
swww
syncthing
sysstat
system-config-printer
tabiew
telegram-desktop
termdown
texinfo
thunar
thunar-archive-plugin
thunderbird
tmux
tokei
translate-shell
trash-cli
tree
ttf-jetbrains-mono-nerd
ttyper
unrar
usb_modeswitch
usbutils
v4l2loopback-dkms
v4l2loopback-utils
vi
vim
vlc
vulkan-radeon
waybar
webkit2gtk
wev
wget
whois
wireguard-tools
wireshark-qt
wmctrl
wofi
wtype
xcalib
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xf86-video-amdgpu
xsel
yazi
zathura
zathura-pdf-mupdf
zeal
zellij
zip
zola
zoxide
zsh
zsh-autosuggestions
zsh-history-substring-search
